{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ella Marija Lani Yelich-O’Connor, commonly known as Lorde, was born in 1996 in Auckland, New Zealand. Lorde was immersed in literature and performance from a young age. Her mother, a poet, encouraged a love for words that would later shape her distinct lyrical style. At the age of 13, Lorde had signed with Universal Music Group. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Lorde’s career began with the release The Love Club EP and its breakout single, “Royals,” in 2013. With its stripped-back production and moody aesthetic, the song resonated worldwide, earning her two Grammy Awards. Her debut album, Pure Heroine, explored themes of teenage life, fame, and set her apart from the heavily polished pop of the early 2010s. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Her second album, Melodrama (2017), received universal acclaim that further solidified her success as a songwriter and singer. Produced with Jack Antonoff, the album fused art-pop and piano ballads into a concept album about heartbreak and youth. Music critics named it as one of the best albums of the decade, further cementing Lorde’s place as a serious artist and not just a teenage prodigy."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "After a four-year hiatus, Lorde returned in 2021 with Solar Power with a dramatic change in her usual tone and style. The album embraced acoustic instrumentals and was inspired by nature, introspection, and a desire to disconnect from fame. The album had polarizing opinions among fans, but Solar Power demonstrated her refusal to conform to expectations. It marked another evolution focused more on authenticity than just chart success. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In June 2025, Lorde released her fourth studio album, Virgin. The album is a deeply personal and raw body of work that explores themes of gender identity, family trauma, body dysmorphia, and overall self discovery. It’s presented as a rebirth in Lorde’s career with lyrics that delve into her deepest insecurities. The album mixes emotional pop anthems with textured synths that marks a clear evolution from her past work, yet pays homage to her signature sound. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n"
        }
      ]
    },
    {
      "type": "image",
      "url": "C:\\Users\\leiah\\Downloads\\Untitled design.png",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n"
        }
      ]
    }
  ],
  "title": "Lorde: A Career Overview",
  "parent": "9fde47c9-9930-460b-be0c-4168332f38b5",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "lorde-a-career-overview",
  "created_at": "2025-07-30T16:18:56.304Z",
  "created_by": "leiahnb2",
  "updated_at": "2025-07-30T16:24:10.307Z",
  "updated_by": "leiahnb2"
}